import React, {Component} from 'react';
import { Card, CardBody, Button,CardDeck, CardTitle, CardText, CardImg } from 'reactstrap';
// import { Card, Button, CardImg, CardTitle, CardText, CardColumns,
    // CardSubtitle, CardBody } from 'reactstrap';

// import News1 from '../img/news1.jpg';

class News extends Component {


    render(){
        return(
    
                <CardDeck>
      <Card>
        <CardImg top width="500%" src={require('../img/news1.jpg')  } alt="Card image cap" />
        <CardBody>
          <CardTitle> ป้องกันการปลอมแปลงเอกสารการตรวจสภาพรถจาก ตรอ.</CardTitle>
          <CardText>กรมการขนส่งทางบก คุมเข้ม!!! ป้องกันการปลอมแปลงเอกสารการตรวจสภาพรถจาก ตรอ. ด้วยระบบเทคโนโลยีสารสนเทศทันสมัย เชื่อมโยงผลการตรวจสภาพรถออนไลน์ทั่วประเทศ สามารถต่อภาษีรถได้โดยไม่ต้องใช้ใบรับรองการตรวจสภาพรถ คาด!!! ระบบออนไลน์จะเสร็จสมบูรณ์พร้อมให้บริการภายในเดือนกรกฎาคม 2559

นายสนิท พรหมวงษ์ อธิบดีกรมการขนส่งทางบก เปิดเผยว่า ปัจจุบันมีสถานตรวจสภาพรถเอกชน (ตรอ.) ที่ได้รับใบอนุญาตจัดตั้งจากกรมการขนส่งทางบกทั่วประเทศ จำนวน 2,226 แห่ง เป็นสถานตรวจสภาพรถยนต์และรถจักรยานยนต์ จำนวน 1,934 แห่ง สถานตรวจสภาพเฉพาะรถจักรยานยนต์จำนวน 231 แห่ง และสถานตรวจสภาพรถตามกฎหมายว่าด้วยการขนส่งทางบก จำนวน 61 แห่ง เพื่อให้บริการรถที่เข้าข่ายต้องตรวจสภาพรถก่อนชำระภาษีรถประจำปี ได้แก่ รถเก๋ง รถปิกอัพ รถตู้ที่อายุการใช้งานเกิน 7 ปีขึ้นไป รถจักรยานยนต์อายุการใช้งานเกิน 5 ปีขึ้นไป และรถตามกฎหมายว่าด้วยการขนส่งทางบกที่อนุญาตให้ตรวจกับ ตรอ. โดยที่ผ่านมากรมการขนส่งทางบกมีมาตรการกำกับดูแลการดำเนินงานของ ตรอ. อย่างเข้มงวด และเพื่อเป็นการยกระดับ ตรอ. ให้มีมาตรฐานยิ่งขึ้น รวมทั้งเพิ่มประสิทธิภาพในการป้องกันการปลอมแปลงใบรับรองการตรวจสภาพรถจาก ตรอ. ทั้งยังอำนวยความสะดวกให้แก่เจ้าของรถ กรมการขนส่งทางบกเตรียมนำระบบเทคโนโลยีสารสนเทศที่ทันสมัยเข้ามาเชื่อมโยงผลการตรวจสภาพรถจาก ตรอ. แบบออนไลน์ โดยจะส่งข้อมูลตรงมายังกรมการขนส่งทางบกทันทีที่ทำการตรวจสภาพรถแต่ละคันเสร็จสิ้นแล้ว ซึ่งจะส่งผลทำให้เจ้าของรถยนต์ที่มีอายุเกิน 7 ปี และรถจักรยานยนต์ที่มีอายุเกิน 5 ปี สามารถชำระภาษีรถประจำปีได้ทันทีหลังผ่านการตรวจสภาพรถจาก ตรอ. โดยไม่จำเป็นต้องใช้ใบรับรองการตรวจสภาพอีกต่อไป คาดว่าจะดำเนินการได้โดยสมบูรณ์และมีผลบังคับใช้ภายในเดือนกรกฎาคมนี้

อธิบดีกรมการขนส่งทางบก กล่าวเพิ่มเติมว่า สำหรับ ตรอ. ที่ได้รับการรับรองจากกรมการขนส่งทางบก ต้องมีเครื่องคอมพิวเตอร์และอุปกรณ์เชื่อมต่อระบบสารสนเทศ โดยสามารถเชื่อมต่อสัญญาณข้อมูลการตรวจสภาพรถจากเครื่องทดสอบห้ามล้อ เครื่องทดสอบศูนย์ล้อ เครื่องวัดระดับเสียง และเครื่องวิเคราะห์ก๊าซ เพื่อบันทึกข้อมูลและภาพการตรวจสภาพรถ และรายงานผลการตรวจสภาพรถผ่านโปรแกรมรายงานผล ซึ่งจะส่งข้อมูลตรงมายังกรมการขนส่งทางบกทันที พร้อมทั้งต้องติดตั้งระบบโทรทัศน์วงจรปิด (CCTV) เพื่อตรวจสอบการทำงานของ ตรอ. ทุกแห่งให้เป็นไปตามมาตรฐานเดียวกัน ทั้งนี้ เจ้าของรถหรือประชาชนที่พบเห็นว่า ตรอ. ใดมีพฤติกรรมทุจริตหลอกลวงประชาชน ไม่ดำเนินการตรวจสภาพรถให้ครบตามขั้นตอน ให้การรับรองการตรวจสภาพไม่ตรงตามความเป็นจริง หรือให้การรับรอง การตรวจสภาพโดยไม่มีการตรวจสภาพรถจริง แจ้งข้อมูลที่สายด่วน 1584 หรือส่วนสถานตรวจสภาพรถ สำนักวิศวกรรมยานยนต์ หมายเลขโทรศัพท์ 0-2271-8612-4 โดยกรมการขนส่งทางบกมีมาตรการลงโทษ ตรอ. ที่กระทำความผิดอย่างเด็ดขาด อาจถึงขั้นเพิกถอนใบอนุญาตการเป็น ตรอ. ทันที เพื่อรักษามาตรฐาน ตรอ. และสร้างความเชื่อมั่นในระบบการตรวจสภาพรถเพื่อความปลอดภัยของประชาชน อธิบดีกรมการขนส่งทางบก กล่าวในที่สุด</CardText>
          <CardText>
            <small className="text-muted">Last updated 3 mins ago</small>
          </CardText>
        </CardBody>
      </Card>

      <Card>
        <CardImg top width="100%" src={require('../img/news2.jpg')} alt="Card image cap" />
        <CardBody>
          <CardTitle>คนกรุงนิยมชำระภาษีรถผ่าน สนง.ขนส่งมากสุด เฉพาะ ก.ค. จัดเก็บกว่า 652 ล.</CardTitle>
          <CardText>ขนส่งทางบก เผย ปชช.นิยมชำระภาษีรถ ผ่านสำนักงานกรมการขนส่งทางบกมากที่สุด เฉพาะ ก.ค. เดือนเดียว จัดเก็บภาษีรถในเขต กทม. ได้ 652,562,635.99 ล้าน ขณะที่ การใช้บริการชำระภาษีรถผ่านเว็บไซต์ยังนิยมต่อเนื่อง ...

วันที่ 26 ส.ค. 59 นายณันทพงศ์ เชิดชู รองอธิบดีกรมการขนส่งทางบก เปิดเผยว่า จากการที่กรมการขนส่งทางบกได้อำนวยความสะดวกให้แก่ประชาชน เลือกชำระภาษีรถประจำปีผ่านช่องทางการให้บริการหลากหลายช่องทาง ผลปรากฏว่า เฉพาะเดือนกรกฎาคม 2559 สามารถจัดเก็บภาษีรถในเขตกรุงเทพมหานครได้ทั้งสิ้น 652,562,635.99 บาท เป็นการใช้บริการรับชำระภาษีรถยนต์ ณ สำนักงานขนส่งกรุงเทพมหานครพื้นที่ 1–5 ของกรมการขนส่งทางบกมากที่สุด จำนวน 410,656 ราย จัดเก็บภาษีรถได้ทั้งสิ้น 465,160,181.51 บาท รองลงมา เป็นการใช้บริการรับชำระภาษีรถผ่านช่องทาง "เลื่อนล้อ ต่อภาษี" (Drive Thru for Tax) ชำระภาษี โดยไม่ต้องลงจากรถ จำนวน 53,379 ราย จัดเก็บภาษีรถได้ทั้งสิ้น 94,644,940.47 บาท และการใช้บริการชำระภาษีรถ ที่ห้างสรรพสินค้าในวันเสาร์–อาทิตย์ ตามโครงการ "ช็อปให้พอ แล้วต่อภาษี" (Shop Thru for Tax) มีผู้ใช้บริการ จำนวน 43,472 ราย จัดเก็บภาษีรถได้ทั้งสิ้น 63,028,835.77 บาท และที่ศูนย์บริการร่วมคมนาคม เชิงสะพานสมเด็จพระเจ้าตากสินที่ให้บริการทุกวันจันทร์–ศุกร์ ตั้งแต่เวลา 08.30–15.00 น. สามารถจัดเก็บภาษีได้ทั้งสิ้น 10,578,678.75 บาท

ขณะที่ การชำระภาษีรถผ่านเว็บไซต์ www.dlte-serv.in.th  สามารถจัดเก็บภาษีได้ทั้งสิ้น 9,779,894.52 บาท และการรับชำระภาษีรถผ่านเคาน์เตอร์เซอร์วิส จัดเก็บภาษีได้ทั้งสิ้น 7,473,183 บาท โดยเจ้าของรถสามารถชำระภาษีรถล่วงหน้าได้ไม่เกิน 90 วัน และต้องไม่ค้างชำระภาษีรถเกินกว่า 1 ปี สำหรับรถยนต์ที่มีอายุการใช้งานครบ 7 ปี หรือรถจักรยานยนต์ที่มีอายุการใช้งานครบ 5 ปี ต้องมีใบรับรองการตรวจสภาพรถ จากสถานตรวจสภาพรถเอกชน (ตรอ.) มาแสดงด้วย หากเป็นรถที่ติดตั้งแก็ส ต้องมีหนังสือรับรองการตรวจสอบ และทดสอบตามระยะเวลาที่กำหนด ตลอดจนต้องมีกรมธรรม์ประกันภัยตาม พ.ร.บ.คุ้มครองผู้ประสบภัยจากรถ คงเหลือระยะเวลาคุ้มครองไม่น้อยกว่า 3 เดือน

นอกจากนี้ กรมการขนส่งทางบก ยังเพิ่มช่องทางการให้บริการเพื่ออำนวยความสะดวกให้แก่ประชาชนเข้าถึงข้อมูลด้านทะเบียนและภาษีรถ ผ่านแอพพลิเคชั่น DLT eForm ได้ทุกที่ทุกเวลา เพียงสแกน QR Code DLT eForm ที่ปรากฏบนสื่อประชาสัมพันธ์ของกรมการขนส่งทางบก หรือจากเว็บไซต์ www.dlt.go.th  หรือดาวน์โหลดแอพพลิเคชั่นได้ฟรีผ่าน App Store, Google Play และ Window Phone ซึ่งมีคู่มือด้านทะเบียนและภาษีรถ คำแนะนำการติดต่องาน สถานที่ ติดต่อ เบอร์โทรศัพท์ แผนที่ และเอกสารหลักฐานที่ต้องใช้ รวมถึงดาวน์โหลดแบบฟอร์มคำขอต่างๆ แบบออนไลน์ เพื่อกรอกข้อมูลแล้วนำมาแสดงต่อเจ้าหน้าที่ได้ ซึ่งช่วยเพิ่มความสะดวกรวดเร็ว ลดระยะเวลา และขั้นตอนในการติดต่อขอรับบริการให้น้อยลง</CardText>
          <CardText>
            <small className="text-muted">Last updated 15 mins ago</small>
          </CardText>
        </CardBody>
      </Card>
    
      <Card>
         <CardImg top width="100%" src={require('../img/news3.jpg')} alt="Card image cap" />
        <CardBody>
          <CardTitle>ขนส่งทางบก คุมเข้มสถานที่ตรวจ ตรอ.ใช้ระบบไอทีป้องกันการปลอมเอกสาร</CardTitle>
          <CardText>ขนส่งทางบกเตรียมใช้ระบบเทคโนโลยีเชื่อมโยงผลตรวจสภาพรถออนไลน์ทั่วประเทศ ต่อภาษีรถได้โดยไม่ต้องใช้ใบรับรองการตรวจสภาพรถ คาดพร้อมให้บริการภายใน ก.ค.59 นี้ ป้องกันการปลอมแปลงเอกสารการตรวจสภาพรถจาก ตรอ.

นายสนิท พรหมวงษ์ อธิบดีกรมการขนส่งทางบก กล่าวว่า เพื่อเป็นการเพิ่มประสิทธิภาพในการป้องกันการปลอมแปลงใบรับรองจากสถานตรวจสภาพรถเอกชน หรือ ตรอ. และอำนวยความสะดวกให้แก่เจ้าของรถ ขนส่งทางบกได้เตรียมนำระบบเทคโนโลยีสารสนเทศที่ทันสมัยเข้ามาเชื่อมโยงผลการตรวจสภาพรถจาก ตรอ. แบบออนไลน์ โดยจะส่งข้อมูลตรงมายังกรมการขนส่งทางบกทันทีที่ทำการตรวจสภาพรถแต่ละคันเสร็จสิ้นแล้ว ซึ่งจะส่งผลให้เจ้าของรถยนต์ที่มีอายุเกิน 7 ปี และรถจักรยานยนต์ที่มีอายุเกิน 5 ปี สามารถชำระภาษีรถประจำปีได้ทันทีหลังผ่านการตรวจสภาพรถจาก ตรอ. โดยไม่จำเป็นต้องใช้ใบรับรองการตรวจสภาพอีกต่อไป

อย่างไรก็ตาม เบื้องต้นคาดว่าจะดำเนินการได้โดยสมบูรณ์และมีผลบังคับใช้ภายในเดือนกรกฎาคมนี้ ปัจจุบันมี ตรอ.ที่ได้รับใบอนุญาตจัดตั้งจากกรมการขนส่งทางบกทั่วประเทศ จำนวน 2,226 แห่ง เป็นสถานตรวจสภาพรถยนต์และรถจักรยานยนต์จำนวน 1,934 แห่ง สถานตรวจสภาพเฉพาะรถจักรยานยนต์ จำนวน 231 แห่ง และสถานตรวจสภาพรถตามกฎหมายว่าด้วยการขนส่งทางบก จำนวน 61 แห่ง เพื่อให้บริการรถที่เข้าข่ายต้องตรวจสภาพรถก่อนชำระภาษีรถประจำปี ได้แก่ รถเก๋ง รถปิกอัพ รถตู้ที่อายุการใช้งานเกิน 7 ปีขึ้นไป รถจักรยานยนต์อายุการใช้งานเกิน 5 ปีขึ้นไป และรถตามกฎหมายว่าด้วยการขนส่งทางบกที่อนุญาตให้ตรวจกับ ตรอ. โดยที่ผ่านมากรมการขนส่งทางบกมีมาตรการกำกับดูแลการดำเนินงานของ ตรอ.อย่างเข้มงวด และเพื่อเป็นการยกระดับ ตรอ.ให้มีมาตรฐานยิ่งขึ้น

สำหรับ ตรอ.ที่ได้รับการรับรองจากกรมการขนส่งทางบก ต้องมีเครื่องคอมพิวเตอร์และอุปกรณ์เชื่อมต่อระบบสารสนเทศ โดยสามารถเชื่อมต่อสัญญาณข้อมูลการตรวจสภาพรถจากเครื่องทดสอบห้ามล้อ เครื่องทดสอบศูนย์ล้อ เครื่องวัดระดับเสียง และเครื่องวิเคราะห์ก๊าซ เพื่อบันทึกข้อมูลและภาพการตรวจสภาพรถ และรายงานผลการตรวจสภาพรถผ่านโปรแกรมรายงานผล ซึ่งจะส่งข้อมูลตรงมายังกรมการขนส่งทางบกทันที พร้อมทั้งต้องติดตั้งระบบโทรทัศน์วงจรปิด (CCTV) เพื่อตรวจสอบการทำงานของ ตรอ.ทุกแห่งให้เป็นไปตามมาตรฐานเดียวกัน

ทั้งนี้ เจ้าของรถหรือประชาชนที่พบเห็นพบว่า ตรอ.ใดมีพฤติกรรมทุจริตหลอกลวงประชาชน ไม่ดำเนินการตรวจสภาพรถให้ครบตามขั้นตอน ให้การรับรองการตรวจสภาพไม่ตรงตามความเป็นจริง หรือให้การรับรองการตรวจสภาพโดยไม่มีการตรวจสภาพรถจริง แจ้งข้อมูลที่สายด่วน 1584 หรือส่วนสถานตรวจสภาพรถ สำนักวิศวกรรมยานยนต์ โทรศัพท์ 0-2271-8612-4 โดยกรมการขนส่งทางบกมีมาตรการลงโทษ ตรอ.ที่กระทำความผิดอย่างเด็ดขาด อาจถึงขั้นเพิกถอนใบอนุญาตการเป็น ตรอ.ทันที เพื่อรักษามาตรฐาน ตรอ. และสร้างความเชื่อมั่นในระบบการตรวจสภาพรถเพื่อความปลอดภัยของประชาชน.</CardText>
          <CardText>
            <small className="text-muted">Last updated 30 mins ago</small>
          </CardText>
        </CardBody>
        </Card>
    </CardDeck>
            

  
        );
    }
}

export default News;