import React from 'react';
import { Card, CardBody, CardTitle, CardText, CardImg } from 'reactstrap';

class News4 extends React.Component {

    render() {
        return (
            <div>
                <br></br>
                <center>
                    <table width="1000px" border="0" >
                        <tr>
                            <Card>
                                <CardImg top width="50%" src={require('../img/news4.jpg')} alt="News1" />
                                <CardBody>
                                    <CardTitle>ขนส่งทางบก  คุมเข้มสถานที่ตรวจ ตรอ.ใช้ระบบไอทีป้องกันการปลอมเอกสาร</CardTitle>
                                    <CardText>นายสนิท พรหมวงษ์ อธิบดีกรมการขนส่งทางบก กล่าวว่า เพื่อเป็นการเพิ่มประสิทธิภาพในการป้องกันการปลอมแปลงใบรับรองจากสถานตรวจสภาพรถเอกชน หรือ ตรอ. และอำนวยความสะดวกให้แก่เจ้าของรถ ขนส่งทางบกได้เตรียมนำระบบเทคโนโลยีสารสนเทศที่ทันสมัยเข้ามาเชื่อมโยงผลการตรวจสภาพรถจาก ตรอ. แบบออนไลน์ โดยจะส่งข้อมูลตรงมายังกรมการขนส่งทางบกทันทีที่ทำการตรวจสภาพรถแต่ละคันเสร็จสิ้นแล้ว ซึ่งจะส่งผลให้เจ้าของรถยนต์ที่มีอายุเกิน 7 ปี และรถจักรยานยนต์ที่มีอายุเกิน 5 ปี สามารถชำระภาษีรถประจำปีได้ทันทีหลังผ่านการตรวจสภาพรถจาก ตรอ. โดยไม่จำเป็นต้องใช้ใบรับรองการตรวจสภาพอีกต่อไป</CardText>
                                    <CardText>อย่างไรก็ตาม เบื้องต้นคาดว่าจะดำเนินการได้โดยสมบูรณ์และมีผลบังคับใช้ภายในเดือนกรกฎาคมนี้ ปัจจุบันมี ตรอ.ที่ได้รับใบอนุญาตจัดตั้งจากกรมการขนส่งทางบกทั่วประเทศ จำนวน 2,226 แห่ง เป็นสถานตรวจสภาพรถยนต์และรถจักรยานยนต์จำนวน 1,934 แห่ง สถานตรวจสภาพเฉพาะรถจักรยานยนต์ จำนวน 231 แห่ง และสถานตรวจสภาพรถตามกฎหมายว่าด้วยการขนส่งทางบก จำนวน 61 แห่ง เพื่อให้บริการรถที่เข้าข่ายต้องตรวจสภาพรถก่อนชำระภาษีรถประจำปี ได้แก่ รถเก๋ง รถปิกอัพ รถตู้ที่อายุการใช้งานเกิน 7 ปีขึ้นไป รถจักรยานยนต์อายุการใช้งานเกิน 5 ปีขึ้นไป และรถตามกฎหมายว่าด้วยการขนส่งทางบกที่อนุญาตให้ตรวจกับ ตรอ. โดยที่ผ่านมากรมการขนส่งทางบกมีมาตรการกำกับดูแลการดำเนินงานของ ตรอ.อย่างเข้มงวด และเพื่อเป็นการยกระดับ ตรอ.ให้มีมาตรฐานยิ่งขึ้น</CardText>
                                    <CardText>สำหรับ ตรอ.ที่ได้รับการรับรองจากกรมการขนส่งทางบก ต้องมีเครื่องคอมพิวเตอร์และอุปกรณ์เชื่อมต่อระบบสารสนเทศ โดยสามารถเชื่อมต่อสัญญาณข้อมูลการตรวจสภาพรถจากเครื่องทดสอบห้ามล้อ เครื่องทดสอบศูนย์ล้อ เครื่องวัดระดับเสียง และเครื่องวิเคราะห์ก๊าซ เพื่อบันทึกข้อมูลและภาพการตรวจสภาพรถ และรายงานผลการตรวจสภาพรถผ่านโปรแกรมรายงานผล ซึ่งจะส่งข้อมูลตรงมายังกรมการขนส่งทางบกทันที พร้อมทั้งต้องติดตั้งระบบโทรทัศน์วงจรปิด (CCTV) เพื่อตรวจสอบการทำงานของ ตรอ.ทุกแห่งให้เป็นไปตามมาตรฐานเดียวกัน</CardText>
                                    <CardText>ทั้งนี้ เจ้าของรถหรือประชาชนที่พบเห็นพบว่า ตรอ.ใดมีพฤติกรรมทุจริตหลอกลวงประชาชน ไม่ดำเนินการตรวจสภาพรถให้ครบตามขั้นตอน ให้การรับรองการตรวจสภาพไม่ตรงตามความเป็นจริง หรือให้การรับรองการตรวจสภาพโดยไม่มีการตรวจสภาพรถจริง แจ้งข้อมูลที่สายด่วน 1584 หรือส่วนสถานตรวจสภาพรถ สำนักวิศวกรรมยานยนต์ โทรศัพท์ 0-2271-8612-4 โดยกรมการขนส่งทางบกมีมาตรการลงโทษ ตรอ.ที่กระทำความผิดอย่างเด็ดขาด อาจถึงขั้นเพิกถอนใบอนุญาตการเป็น ตรอ.ทันที เพื่อรักษามาตรฐาน ตรอ. และสร้างความเชื่อมั่นในระบบการตรวจสภาพรถเพื่อความปลอดภัยของประชาชน</CardText>
                                    <CardText>
                                        <small className="text-muted">22 สิงหาคม 2561</small>
                                    </CardText>
                                </CardBody>
                            </Card>
                        </tr>
                    </table>
                </center>
            </div>
        );
    }
}

export default News4;
