import React from 'react';
import { Card, CardBody, CardTitle, CardText, CardImg } from 'reactstrap';

class News1 extends React.Component {



    render() {
        return (
            <div>

                <br></br>
                <center>
                    <table width="1000px" border="0" >
                        <tr>
                            <Card>
                                <CardImg top width="50%" src={require('../img/news4.jpg')} alt="News1" />
                                <CardBody>
                                    <CardTitle>ขนส่งฯ เข้มงวดตรวจการดำเนินการของสถานตรวจสภาพรถทั่วประเทศ</CardTitle>
                                    <CardText>นายสนิท พรหมวงษ์ อธิบดีกรมการขนส่งทางบก เปิดเผยว่า กรมการขนส่งทางบกยกระดับการดำเนินการของสถานตรวจสภาพรถ (ตรอ.) ด้วยการนำระบบเทคโนโลยีสารสนเทศมาใช้เพื่อเพิ่มประสิทธิภาพในการควบคุม กำกับดูแลการดำเนินงาน โดยจัดตั้งศูนย์ควบคุมระบบตรวจสภาพรถทั้งในส่วนกลางและส่วนภูมิภาคจำนวน 81 แห่งทั่วประเทศ เพื่อตรวจสอบความถูกต้องของข้อมูลผลการตรวจสภาพรถ ตรวจสอบความถูกต้องในการปฏิบัติงานของสถานตรวจสภาพรถ (ตรอ.) ผ่านกล้องโทรทัศน์วงจรปิด (CCTV)</CardText>
                                    <CardText>รวมทั้งลงพื้นที่เพื่อตรวจสอบและให้คำแนะนำในการปฏิบัติงานแก่ผู้ได้รับใบอนุญาตจัดตั้งสถานตรวจสภาพรถ ผู้ควบคุมการตรวจสภาพรถ และเจ้าหน้าที่ตรวจสภาพรถ รวมถึงให้บริการตรวจสอบผลการตรวจสภาพรถผ่านเว็บไซต์ที่ http://view.inspection.in.th เพื่อให้ประชาชนเจ้าของรถตรวจสอบความถูกต้องได้ทันที และป้องกันการถูกหลอกลวงจากมิจฉาชีพในทุกรูปแบบ</CardText>
                                    <CardText>ทั้งนี้ เพื่อเพิ่มความมั่นใจในการนำรถเข้าตรวจสภาพกับสถานตรวจสภาพรถ (ตรอ.) กรมการขนส่งทางบกกำชับศูนย์ควบคุมระบบตรวจสภาพรถทั้งในส่วนกลางและส่วนภูมิภาคและสำนักงานขนส่งจังหวัดทั่วประเทศ เข้มงวดตรวจสอบการดำเนินการของสถานตรวจสภาพรถ (ตรอ.) ในพื้นที่รับผิดชอบ และเข้มงวดตรวจตรามิจฉาชีพที่อาสาดำเนินการ ทำให้ประชาชนที่หลงเชื่อสูญเสียเงินหรืออาจสูญเสียเอกสารหลักฐานสำคัญ</CardText>
                                    <CardText>ทั้งยังได้รับเอกสารปลอมซึ่งหากนำไปใช้แสดงเป็นหลักฐานอาจมีความผิดตามกฎหมาย ทั้งนี้ กรมการขนส่งทางบกแนะนำประชาชน เจ้าของรถให้นำรถเข้าตรวจสภาพจริง ณ สถานตรวจสภาพรถ (ตรอ.) ที่ได้รับการรับรองจากกรมการขนส่งทางบก และในส่วนของสถานตรวจสภาพรถ (ตรอ.) ที่ฝ่าฝืนกระทำความผิด มีพฤติกรรมทุจริตหลอกลวงประชาชน หรือมีเจตนาออกใบรับรองการตรวจสภาพโดยไม่มีการตรวจสภาพรถจริง การออกใบรับรองไม่ตรงตามความเป็นจริง สั่งเพิกถอนใบอนุญาตใบประกอบการทันที</CardText>
                                    <CardText>อธิบดีกรมการขนส่งทางบก กล่าวเพิ่มเติมว่า กรมการขนส่งทางบกขอความร่วมมือสถานตรวจสภาพรถทุกแห่งดำเนินการตรวจสภาพรถให้ครบถ้วน ถูกต้องตามขั้นตอน และให้การรับรองตามความเป็นจริง เพื่อให้การดำเนินงานของสถานตรวจสภาพรถ (ตรอ.) เป็นไปด้วยความถูกต้อง มีคุณภาพเป็นมาตรฐานเดียวกันทั่วประเทศ</CardText>
                                    <CardText>สำหรับประชาชนที่พบสถานตรวจสภาพรถ (ตรอ.) ไม่ปฏิบัติตามกฎหมาย หรือมีข้อร้องเรียน หรือมีปัญหาข้อสงสัยเกี่ยวกับการตรวจสภาพรถ สามารถแจ้งข้อมูล หรือสอบถามข้อมูลได้ผ่านทางศูนย์ควบคุมระบบตรวจสภาพรถทั้งในส่วนกลางและส่วนภูมิภาคจำนวน 81 แห่งทั่วประเทศ หรือแจ้งข้อมูลที่สายด่วน 1584 หรือที่สำนักงานขนส่งจังหวัด หรือแจ้งโดยตรงที่ส่วนสถานตรวจสภาพรถ สำนักวิศวกรรมยานยนต์ กรมการขนส่งทางบก ผ่านทาง ID Line “@vicdlt” อธิบดีกรมการขนส่งทางบก กล่าวในที่สุด</CardText>
                                    <CardText>
                                        <small className="text-muted">22 สิงหาคม 2561</small>
                                    </CardText>
                                </CardBody>
                            </Card>
                        </tr>
                    </table>
                </center>
            </div>
        );
    }
}

export default News1;
